Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# APSecurityTypeVerifiedDescription
source: To use AirPlay with this Apple TV, devices will need to be verified first. Requires iOS 7.1 or later, OS X 10.9.2 or later, or iTunes 11.2 or later.
ar: لاستخدام البث السريع على هذا الـ Apple TV، يجب التحقق من الأجهزة أولاً. يتطلب ذلك iOS 7.1 أو أحدث، أو OS X 10.9.2 أو أحدث، أو iTunes 11.2 أو أحدث.
ca: Per utilitzar l’AirPlay amb l’Apple TV, és necessari verificar els dispositius. Calen com a mínim l’iOS 7.1, l’OS X 10.9.2 o l’iTunes 11.2.
cs: Chcete‑li s touto Apple TV používat AirPlay, zařízení musí být nejprve ověřena. Vyžaduje iOS 7.1 nebo novější, OS X 10.9.2 nebo novější či iTunes 11.2 nebo novější.
da: Enheder skal godkendes, før AirPlay kan bruges med denne Apple TV-enhed. Kræver iOS 7.1 eller en nyere version, OS X 10.9.2 eller en nyere version eller iTunes 11.2 eller en nyere version.
de: Um AirPlay mit diesem Apple TV zu verwenden, müssen die Geräte zuerst bestätigt werden. Erfordert iOS 7.1 oder neuer, OS X 10.9.2 oder neuer bzw. iTunes 11.2 oder neuer.
el: Για τη χρήση AirPlay με αυτό το Apple TV, οι συσκευές πρέπει πρώτα να επαληθευτούν. Απαιτείται iOS 7.1 ή μεταγενέστερη έκδοση, OS X 10.9.2 ή μεταγενέστερη έκδοση, ή iTunes 11.2 ή μεταγενέστερη έκδοση.
es: Para utilizar AirPlay con este Apple TV, primero deben verificarse los dispositivos. Se requiere iOS 7.1 o posterior, OS X 10.9.2 o posterior, o iTunes 11.2 o posterior.
es_us: Para utilizar AirPlay con este Apple TV, primero deben verificarse los dispositivos conectados. Se requiere iOS 7.1 o posterior, OS X 10.9.2 o posterior, o iTunes 11.2 o posterior.
fi: Jotta voit käyttää AirPlayta tässä Apple TV:ssä, laitteet on ensin varmistettava. Vaatii iOS 7.1:n tai uudemman, OS X 10.9.2:n tai uudemman tai iTunes 11.2:n tai uudemman.
fr: Pour utiliser AirPlay avec cette Apple TV, les appareils doivent d’abord être vérifiés. Requiert iOS 7.1 ou ultérieur, OS X 10.9.2 ou ultérieur, ou bien iTunes 11.2 ou ultérieur.
fr_ca: Pour utiliser AirPlay avec cette Apple TV, les appareils doivent d’abord être vérifiés. Requiert iOS 7.1 ou ultérieur, OS X 10.9.2 ou ultérieur, ou bien iTunes 11.2 ou ultérieur.
he: כדי להשתמש ב-AirPlay עם ה-Apple TV, יש לאמת תחילה את המכשירים. לחיבור נדרשות גירסאות iOS 7.1 ואילך, OS X 10.9.2 ואילך או iTunes 11.2 ואילך.
hi: इस Apple TV के साथ AirPlay का उपयोग करने से पहले डिवाइस को सत्यापित किया जाना आवश्यक है। iOS 7.1 या बाद के संस्करण, OS X 10.9.2 या बाद के संस्करण या iTunes 11.2 या बाद के संस्करण की आवश्यकता है।
hr: Za uporabu AirPlaya s ovim Apple TV‑om prvo je potrebno verificirati uređaje. Zahtijeva iOS 7.1 ili noviji, OS X 10.9.2 ili noviji, ili iTunes 11.2 ili noviji.
hu: Ahhoz, hogy az AirPlayt ezzel az Apple TV-vel használja, először ellenőrizni kell az eszközöket. Ehhez iOS 7.1 vagy újabb rendszer, OS X 10.9.2 vagy újabb rendszer, illetve iTunes 11.2 vagy újabb app szükséges.
id: Untuk menggunakan AirPlay dengan Apple TV ini, perangkat harus diverifikasi terlebih dahulu. Memerlukan iOS 7.1 atau lebih baru, OS X 10.9.2 atau lebih baru, atau iTunes 11.2 atau lebih baru.
it: Per usare AirPlay con Apple TV, i dispositivi devono essere verificati. Richiede iOS 7.1, OS X 10.9.2, iTunes 11.2 o rispettive versioni successive.
ja: このApple TVでAirPlayを使用するには、まずデバイスを検証する必要があります。 iOS 7.1以降、OS X 10.9.2以降、およびiTunes 11.2以降が必要です。
ko: 이 Apple TV로 AirPlay를 사용하려면 먼저 기기를 확인해야 합니다. iOS 7.1 이상, OS X 10.9.2 이상 또는 iTunes 11.2 이상이 필요합니다.
ms: Untuk menggunakan AirPlay dengan Apple TV ini, peranti perlu disahkan terlebih dahulu. Memerlukan iOS 7.1 atau lebih baharu, OS X 10.9.2 atau lebih baharu, atau iTunes 11.2 atau lebih baharu.
nb: Enheter må verifiseres før du kan bruke AirPlay med denne Apple TV-enheten. Krever iOS 7.1 eller nyere, OS X 10.9.2 eller nyere eller iTunes 11.2 eller nyere.
nl: Om AirPlay met deze Apple TV te gebruiken, moeten apparaten eerst worden geverifieerd. iOS 7.1 of nieuwer, OS X 10.9.2 of nieuwer of iTunes 11.2 of nieuwer is vereist.
pl: Aby używać AirPlay z tym Apple TV, urządzenia muszą zostać najpierw zweryfikowane. Wymaga iOS 7.1 lub nowszego, OS X 10.9.2 lub nowszego i iTunes 11.2 lub nowszego.
pt_br: Para usar o AirPlay com esta Apple TV, os dispositivos devem ser comprovados antes. Requer iOS 7.1, OS X 10.9.2, iTunes 11.2 ou versões posteriores desses sistemas.
pt_pt: Para usar o AirPlay com esta Apple TV, primeiro é necessário confirmar os dispositivos. Requer o iOS 7.1 ou posterior, o OS X 10.9.2 ou posterior, ou o iTunes 11.2 ou posterior.
ro: Pentru a utiliza AirPlay cu acest Apple TV, dispozitivele vor trebui să fie mai întâi verificate. Necesită iOS 7.1 (sau ulterior), OS X 10.9.2 (sau ulterior) sau iTunes 11.2 (sau ulterior).
ru: Чтобы использовать AirPlay с этим Apple TV, нужно сначала подтвердить устройства. Требуется iOS 7.1 или новее, OS X 10.9.2 или новее либо iTunes 11.2 или новее.
sk: Ak chcete používať AirPlay s týmto Apple TV, je potrebné najprv overiť zariadenia. Vyžaduje iOS 7.1 alebo novší, OS X 10.9.2 alebo novší, prípadne iTunes 11.2 alebo novšiu verziu.
sl: Za uporabo funkcije AirPlay s tem Apple TV-jem je treba najprej potrditi napravi. Zahtevan je operacijski sistem iOS 7.1 ali novejši, OS X 10.9.2 ali novejši oziroma iTunes različice 11.2 ali novejše.
sv: Om du vill använda AirPlay med denna Apple TV måste enheterna först bekräftas. Kräver iOS 7.1 eller senare, OS X 10.9.2 eller senare, eller iTunes 11.2 eller senare.
th: ในการใช้ AirPlay กับ Apple TV เครื่องนี้ ก่อนอื่นจะต้องตรวจสอบยืนยันอุปกรณ์ ต้องใช้ iOS 7.1 ขึ้นไป, OS X 10.9.2 ขึ้นไป หรือ iTunes 11.2 ขึ้นไป
tr: Bu Apple TV ile AirPlay’i kullanmak için önce aygıtların doğrulanması gerekir. iOS 7.1 veya daha yenisini, OS X 10.9.2 veya daha yenisini ya da iTunes 11.2 veya daha yenisini gerektirir.
uk: Щоб використовувати AirPlay із цим Apple TV, пристрої спершу слід підтвердити. Потрібні iOS 7.1, OS X 10.9.2 або iTunes 11.2 чи їх новіші версії.
vi: Để sử dụng AirPlay với Apple TV này, trước tiên các thiết bị sẽ cần được xác minh. Yêu cầu iOS 7.1 trở lên, OS X 10.9.2 trở lên hoặc iTunes 11.2 trở lên.
zh_cn: 若要通过此Apple TV隔空播放，设备必须先通过验证。 要求运行iOS 7.1或更高版本、OS X 10.9.2或更高版本、iTunes 11.2或更高版本。
zh_hk: 如要將AirPlay配合此Apple TV使用，必須先驗證裝置。 需要iOS 7.1或以上版本，OS X 10.9.2或以上版本，或是iTunes 11.2或以上版本。
zh_tw: 若要搭配此Apple TV使用AirPlay，必須先驗證裝置。 需要iOS 7.1或以上版本，OS X 10.9.2或以上版本，或是iTunes 11.2或以上版本。

# APSecurityTypeVerifiedOnscreenCodeDescription
source: To use AirPlay with this Apple TV, devices will need to be verified first. Requires iOS 7.1 or later, OS X 10.9.2 or later, or iTunes 11.2 or later.
ar: لاستخدام البث السريع على هذا الـ Apple TV، يجب التحقق من الأجهزة أولاً. يتطلب ذلك iOS 7.1 أو أحدث، أو OS X 10.9.2 أو أحدث، أو iTunes 11.2 أو أحدث.
ca: Per utilitzar l’AirPlay amb l’Apple TV, és necessari verificar els dispositius. Calen com a mínim l’iOS 7.1, l’OS X 10.9.2 o l’iTunes 11.2.
cs: Chcete‑li s touto Apple TV používat AirPlay, zařízení musí být nejprve ověřena. Vyžaduje iOS 7.1 nebo novější, OS X 10.9.2 nebo novější či iTunes 11.2 nebo novější.
da: Enheder skal godkendes, før AirPlay kan bruges med denne Apple TV-enhed. Kræver iOS 7.1 eller en nyere version, OS X 10.9.2 eller en nyere version eller iTunes 11.2 eller en nyere version.
de: Um AirPlay mit diesem Apple TV zu verwenden, müssen die Geräte zuerst bestätigt werden. Erfordert iOS 7.1 oder neuer, OS X 10.9.2 oder neuer bzw. iTunes 11.2 oder neuer.
el: Για τη χρήση AirPlay με αυτό το Apple TV, οι συσκευές πρέπει πρώτα να επαληθευτούν. Απαιτείται iOS 7.1 ή μεταγενέστερη έκδοση, OS X 10.9.2 ή μεταγενέστερη έκδοση, ή iTunes 11.2 ή μεταγενέστερη έκδοση.
es: Para utilizar AirPlay con este Apple TV, primero deben verificarse los dispositivos. Se requiere iOS 7.1 o posterior, OS X 10.9.2 o posterior, o iTunes 11.2 o posterior.
es_us: Para utilizar AirPlay con este Apple TV, primero deben verificarse los dispositivos conectados. Se requiere iOS 7.1 o posterior, OS X 10.9.2 o posterior, o iTunes 11.2 o posterior.
fi: Jotta voit käyttää AirPlayta tässä Apple TV:ssä, laitteet on ensin varmistettava. Vaatii iOS 7.1:n tai uudemman, OS X 10.9.2:n tai uudemman tai iTunes 11.2:n tai uudemman.
fr: Pour utiliser AirPlay avec cette Apple TV, les appareils doivent d’abord être vérifiés. Requiert iOS 7.1 ou ultérieur, OS X 10.9.2 ou ultérieur, ou bien iTunes 11.2 ou ultérieur.
fr_ca: Pour utiliser AirPlay avec cette Apple TV, les appareils doivent d’abord être vérifiés. Requiert iOS 7.1 ou ultérieur, OS X 10.9.2 ou ultérieur, ou bien iTunes 11.2 ou ultérieur.
he: כדי להשתמש ב-AirPlay עם ה-Apple TV, יש לאמת תחילה את המכשירים. לחיבור נדרשות גירסאות iOS 7.1 ואילך, OS X 10.9.2 ואילך או iTunes 11.2 ואילך.
hi: इस Apple TV के साथ AirPlay का उपयोग करने से पहले डिवाइस सत्यापित करने होंगे। iOS 7.1 या बाद के संस्करण, OS X 10.9.2 या बाद के संस्करण या iTunes 11.2 या बाद के संस्करण की आवश्यकता है।
hr: Za uporabu AirPlaya s ovim Apple TV‑om prvo je potrebno verificirati uređaje. Zahtijeva iOS 7.1 ili noviji, OS X 10.9.2 ili noviji, ili iTunes 11.2 ili noviji.
hu: Ahhoz, hogy az AirPlayt ezzel az Apple TV-vel használja, először ellenőrizni kell az eszközöket. Ehhez iOS 7.1 vagy újabb rendszer, OS X 10.9.2 vagy újabb rendszer, illetve iTunes 11.2 vagy újabb app szükséges.
id: Untuk menggunakan AirPlay dengan Apple TV ini, perangkat harus diverifikasi terlebih dahulu. Memerlukan iOS 7.1 atau lebih baru, OS X 10.9.2 atau lebih baru, atau iTunes 11.2 atau lebih baru.
it: Per usare AirPlay con Apple TV, i dispositivi devono essere verificati. Richiede iOS 7.1, OS X 10.9.2, iTunes 11.2 o rispettive versioni successive.
ja: このApple TVでAirPlayを使用するには、まずデバイスを検証する必要があります。 iOS 7.1以降、OS X 10.9.2以降、およびiTunes 11.2以降が必要です。
ko: 이 Apple TV로 AirPlay를 사용하려면 먼저 기기를 확인해야 합니다. iOS 7.1 이상, OS X 10.9.2 이상 또는 iTunes 11.2 이상이 필요합니다.
ms: Untuk menggunakan AirPlay dengan Apple TV ini, peranti perlu disahkan terlebih dahulu. Memerlukan iOS 7.1 atau lebih baharu, OS X 10.9.2 atau lebih baharu, atau iTunes 11.2 atau lebih baharu.
nb: Enheter må verifiseres før du kan bruke AirPlay med denne Apple TV-enheten. Krever iOS 7.1 eller nyere, OS X 10.9.2 eller nyere eller iTunes 11.2 eller nyere.
nl: Om AirPlay met deze Apple TV te gebruiken, moeten apparaten eerst worden geverifieerd. iOS 7.1 of nieuwer, OS X 10.9.2 of nieuwer of iTunes 11.2 of nieuwer is vereist.
pl: Aby używać AirPlay z tym Apple TV, urządzenia muszą zostać najpierw zweryfikowane. Wymaga iOS 7.1 lub nowszego, OS X 10.9.2 lub nowszego i iTunes 11.2 lub nowszego.
pt_br: Para usar o AirPlay com esta Apple TV, os dispositivos devem ser comprovados antes. Requer iOS 7.1, OS X 10.9.2, iTunes 11.2 ou versões posteriores desses sistemas.
pt_pt: Para usar o AirPlay com esta Apple TV, primeiro é necessário confirmar os dispositivos. Requer o iOS 7.1 ou posterior, o OS X 10.9.2 ou posterior, ou o iTunes 11.2 ou posterior.
ro: Pentru a utiliza AirPlay cu acest Apple TV, dispozitivele vor trebui să fie mai întâi verificate. Necesită iOS 7.1 (sau ulterior), OS X 10.9.2 (sau ulterior) sau iTunes 11.2 (sau ulterior).
ru: Чтобы использовать AirPlay с этим Apple TV, нужно сначала подтвердить устройства. Требуется iOS 7.1 или новее, OS X 10.9.2 или новее либо iTunes 11.2 или новее.
sk: Ak chcete používať AirPlay s týmto Apple TV, je potrebné najprv overiť zariadenia. Vyžaduje iOS 7.1 alebo novší, OS X 10.9.2 alebo novší, prípadne iTunes 11.2 alebo novšiu verziu.
sl: Za uporabo funkcije AirPlay s tem Apple TV-jem je treba najprej potrditi napravi. Zahtevan je operacijski sistem iOS 7.1 ali novejši, OS X 10.9.2 ali novejši oziroma iTunes različice 11.2 ali novejše.
sv: Om du vill använda AirPlay med denna Apple TV måste enheterna först bekräftas. Kräver iOS 7.1 eller senare, OS X 10.9.2 eller senare, eller iTunes 11.2 eller senare.
th: ในการใช้ AirPlay กับ Apple TV เครื่องนี้ ก่อนอื่นจะต้องตรวจสอบยืนยันอุปกรณ์ ต้องใช้ iOS 7.1 ขึ้นไป, OS X 10.9.2 ขึ้นไป หรือ iTunes 11.2 ขึ้นไป
tr: Bu Apple TV ile AirPlay’i kullanmak için önce aygıtların doğrulanması gerekir. iOS 7.1 veya daha yenisini, OS X 10.9.2 veya daha yenisini ya da iTunes 11.2 veya daha yenisini gerektirir.
uk: Щоб використовувати AirPlay із цим Apple TV, пристрої спершу слід підтвердити. Потрібні iOS 7.1, OS X 10.9.2 або iTunes 11.2 чи їх новіші версії.
vi: Để sử dụng AirPlay với Apple TV này, trước tiên các thiết bị sẽ cần được xác minh. Yêu cầu iOS 7.1 trở lên, OS X 10.9.2 trở lên hoặc iTunes 11.2 trở lên.
zh_cn: 若要通过此Apple TV隔空播放，设备必须先通过验证。 要求运行iOS 7.1或更高版本、OS X 10.9.2或更高版本、iTunes 11.2或更高版本。
zh_hk: 如要將AirPlay配合此Apple TV使用，必須先驗證裝置。 需要iOS 7.1或以上版本，OS X 10.9.2或以上版本，或是iTunes 11.2或以上版本。
zh_tw: 若要搭配此Apple TV使用AirPlay，必須先驗證裝置。 需要iOS 7.1或以上版本，OS X 10.9.2或以上版本，或是iTunes 11.2或以上版本。

# APSecurityTypeVerifiedPasswordDescription
source: To use AirPlay with this Apple TV, devices will need to be verified first. Requires iOS 7.1 or later, OS X 10.9.2 or later, or iTunes 11.2 or later.
ar: لاستخدام البث السريع على هذا الـ Apple TV، يجب التحقق من الأجهزة أولاً. يتطلب ذلك iOS 7.1 أو أحدث، أو OS X 10.9.2 أو أحدث، أو iTunes 11.2 أو أحدث.
ca: Per utilitzar l’AirPlay amb l’Apple TV, és necessari verificar els dispositius. Calen com a mínim l’iOS 7.1, l’OS X 10.9.2 o l’iTunes 11.2.
cs: Chcete‑li s touto Apple TV používat AirPlay, zařízení musí být nejprve ověřena. Vyžaduje iOS 7.1 nebo novější, OS X 10.9.2 nebo novější či iTunes 11.2 nebo novější.
da: Enheder skal godkendes, før AirPlay kan bruges med denne Apple TV-enhed. Kræver iOS 7.1 eller en nyere version, OS X 10.9.2 eller en nyere version eller iTunes 11.2 eller en nyere version.
de: Um AirPlay mit diesem Apple TV zu verwenden, müssen die Geräte zuerst bestätigt werden. Erfordert iOS 7.1 oder neuer, OS X 10.9.2 oder neuer bzw. iTunes 11.2 oder neuer.
el: Για τη χρήση AirPlay με αυτό το Apple TV, οι συσκευές πρέπει πρώτα να επαληθευτούν. Απαιτείται iOS 7.1 ή μεταγενέστερη έκδοση, OS X 10.9.2 ή μεταγενέστερη έκδοση, ή iTunes 11.2 ή μεταγενέστερη έκδοση.
es: Para utilizar AirPlay con este Apple TV, primero deben verificarse los dispositivos. Se requiere iOS 7.1 o posterior, OS X 10.9.2 o posterior, o iTunes 11.2 o posterior.
es_us: Para utilizar AirPlay con este Apple TV, primero deben verificarse los dispositivos conectados. Se requiere iOS 7.1 o posterior, OS X 10.9.2 o posterior, o iTunes 11.2 o posterior.
fi: Jotta voit käyttää AirPlayta tässä Apple TV:ssä, laitteet on ensin varmistettava. Vaatii iOS 7.1:n tai uudemman, OS X 10.9.2:n tai uudemman tai iTunes 11.2:n tai uudemman.
fr: Pour utiliser AirPlay avec cette Apple TV, les appareils doivent d’abord être vérifiés. Requiert iOS 7.1 ou ultérieur, OS X 10.9.2 ou ultérieur, ou bien iTunes 11.2 ou ultérieur.
fr_ca: Pour utiliser AirPlay avec cette Apple TV, les appareils doivent d’abord être vérifiés. Requiert iOS 7.1 ou ultérieur, OS X 10.9.2 ou ultérieur, ou bien iTunes 11.2 ou ultérieur.
he: כדי להשתמש ב-AirPlay עם ה-Apple TV, יש לאמת תחילה את המכשירים. לחיבור נדרשות גירסאות iOS 7.1 ואילך, OS X 10.9.2 ואילך או iTunes 11.2 ואילך.
hi: इस Apple TV के साथ AirPlay का उपयोग करने से पहले डिवाइस सत्यापित करने होंगे। iOS 7.1 या बाद के संस्करण, OS X 10.9.2 या बाद के संस्करण या iTunes 11.2 या बाद के संस्करण की आवश्यकता है।
hr: Za uporabu AirPlaya s ovim Apple TV‑om prvo je potrebno verificirati uređaje. Zahtijeva iOS 7.1 ili noviji, OS X 10.9.2 ili noviji, ili iTunes 11.2 ili noviji.
hu: Ahhoz, hogy az AirPlayt ezzel az Apple TV-vel használja, először ellenőrizni kell az eszközöket. Ehhez iOS 7.1 vagy újabb rendszer, OS X 10.9.2 vagy újabb rendszer, illetve iTunes 11.2 vagy újabb app szükséges.
id: Untuk menggunakan AirPlay dengan Apple TV ini, perangkat harus diverifikasi terlebih dahulu. Memerlukan iOS 7.1 atau lebih baru, OS X 10.9.2 atau lebih baru, atau iTunes 11.2 atau lebih baru.
it: Per usare AirPlay con Apple TV, i dispositivi devono essere verificati. Richiede iOS 7.1, OS X 10.9.2, iTunes 11.2 o rispettive versioni successive.
ja: このApple TVでAirPlayを使用するには、まずデバイスを検証する必要があります。 iOS 7.1以降、OS X 10.9.2以降、およびiTunes 11.2以降が必要です。
ko: 이 Apple TV로 AirPlay를 사용하려면 먼저 기기를 확인해야 합니다. iOS 7.1 이상, OS X 10.9.2 이상 또는 iTunes 11.2 이상이 필요합니다.
ms: Untuk menggunakan AirPlay dengan Apple TV ini, peranti perlu disahkan terlebih dahulu. Memerlukan iOS 7.1 atau lebih baharu, OS X 10.9.2 atau lebih baharu, atau iTunes 11.2 atau lebih baharu.
nb: Enheter må verifiseres før du kan bruke AirPlay med denne Apple TV-enheten. Krever iOS 7.1 eller nyere, OS X 10.9.2 eller nyere eller iTunes 11.2 eller nyere.
nl: Om AirPlay met deze Apple TV te gebruiken, moeten apparaten eerst worden geverifieerd. iOS 7.1 of nieuwer, OS X 10.9.2 of nieuwer of iTunes 11.2 of nieuwer is vereist.
pl: Aby używać AirPlay z tym Apple TV, urządzenia muszą zostać najpierw zweryfikowane. Wymaga iOS 7.1 lub nowszego, OS X 10.9.2 lub nowszego i iTunes 11.2 lub nowszego.
pt_br: Para usar o AirPlay com esta Apple TV, os dispositivos devem ser comprovados antes. Requer iOS 7.1, OS X 10.9.2, iTunes 11.2 ou versões posteriores desses sistemas.
pt_pt: Para usar o AirPlay com esta Apple TV, primeiro é necessário confirmar os dispositivos. Requer o iOS 7.1 ou posterior, o OS X 10.9.2 ou posterior, ou o iTunes 11.2 ou posterior.
ro: Pentru a utiliza AirPlay cu acest Apple TV, dispozitivele vor trebui să fie mai întâi verificate. Necesită iOS 7.1 (sau ulterior), OS X 10.9.2 (sau ulterior) sau iTunes 11.2 (sau ulterior).
ru: Чтобы использовать AirPlay с этим Apple TV, нужно сначала подтвердить устройства. Требуется iOS 7.1 или новее, OS X 10.9.2 или новее либо iTunes 11.2 или новее.
sk: Ak chcete používať AirPlay s týmto Apple TV, je potrebné najprv overiť zariadenia. Vyžaduje iOS 7.1 alebo novší, OS X 10.9.2 alebo novší, prípadne iTunes 11.2 alebo novšiu verziu.
sl: Za uporabo funkcije AirPlay s tem Apple TV-jem je treba najprej potrditi napravi. Zahtevan je operacijski sistem iOS 7.1 ali novejši, OS X 10.9.2 ali novejši oziroma iTunes različice 11.2 ali novejše.
sv: Om du vill använda AirPlay med denna Apple TV måste enheterna först bekräftas. Kräver iOS 7.1 eller senare, OS X 10.9.2 eller senare, eller iTunes 11.2 eller senare.
th: ในการใช้ AirPlay กับ Apple TV เครื่องนี้ ก่อนอื่นจะต้องตรวจสอบยืนยันอุปกรณ์ ต้องใช้ iOS 7.1 ขึ้นไป, OS X 10.9.2 ขึ้นไป หรือ iTunes 11.2 ขึ้นไป
tr: Bu Apple TV ile AirPlay’i kullanmak için önce aygıtların doğrulanması gerekir. iOS 7.1 veya daha yenisini, OS X 10.9.2 veya daha yenisini ya da iTunes 11.2 veya daha yenisini gerektirir.
uk: Щоб використовувати AirPlay із цим Apple TV, пристрої спершу слід підтвердити. Потрібні iOS 7.1, OS X 10.9.2 або iTunes 11.2 чи їх новіші версії.
vi: Để sử dụng AirPlay với Apple TV này, trước tiên các thiết bị sẽ cần được xác minh. Yêu cầu iOS 7.1 trở lên, OS X 10.9.2 trở lên hoặc iTunes 11.2 trở lên.
zh_cn: 若要通过此Apple TV隔空播放，设备必须先通过验证。 要求运行iOS 7.1或更高版本、OS X 10.9.2或更高版本、iTunes 11.2或更高版本。
zh_hk: 如要將AirPlay配合此Apple TV使用，必須先驗證裝置。 需要iOS 7.1或以上版本，OS X 10.9.2或以上版本，或是iTunes 11.2或以上版本。
zh_tw: 若要搭配此Apple TV使用AirPlay，必須先驗證裝置。 需要iOS 7.1或以上版本，OS X 10.9.2或以上版本，或是iTunes 11.2或以上版本。
